[
    {
        "id": "1",
        "title":"Climate Change",
        "content": "As a philosopher, Rand gave the world Objectivism, idealising laissez-faire capitalism and the pursuit of self-interest. Accordingly, her novel tells the 1,200-page story of a dystopian US, buckling beneath burdensome rules and regulations. Mauled by critics, it became a word-of-mouth bestseller thanks in part to superfan Nathaniel Branden, who proved his allegiance by memorising her earlier work, The Fountainhead – all 750 pages of it. But adoration can be a mixed blessing: while Atlas is still revered by libertarians and political conservatives, the nature of its latter-day fans – a host of President Trump’s associates among them – has helped alienate a new generation.",
        "img": "https://www.rainforest-alliance.org/wp-content/uploads/2018/08/amazon-deforestation-fire.jpg.optimal.jpg"
    },
    {
        "id": "2",
        "title":"Solar System",
        "content": "Mars is the fourth planet from the sun and has a distinct rusty red appearance and two unusual moons. The Red Planet is a cold, desert world with a very thin atmosphere. But the dusty, lifeless (as far as we know it) planet is far from dull. Phenomenal dust storms can grow so large they engulf the entire planet, temperatures can get so cold that carbon dioxide in the atmosphere condenses directly into snow or frost, and marsquakes — a Mars version of an earthquake — regularly shake things up.  It, therefore, comes as no surprise that this little red rock continues to intrigue scientists and is one of the most explored bodies in the solar system, according to NASA Science(opens in new tab",
        "img": "https://www.funkidslive.com/wp-content/uploads/2022/01/solar-system-5611038_1280.png"
    },
    {
        "id": "3",
        "title":"النظام الشمسي",
        "content": "كوكب المريخ هو رابع كوكب من حيث البعد عن الشمس وله مظهر أحمر صدئ مميز وقمرين غير عاديين. الكوكب الأحمر هو عالم بارد وصحراوي بجو رقيق للغاية. لكن الكوكب المترب الذي لا حياة له (على حد علمنا) بعيد عن أن يكون مملًا. يمكن للعواصف الترابية الهائلة أن تنمو بشكل كبير لدرجة أنها تبتلع الكوكب بأكمله ، ويمكن أن تصبح درجات الحرارة شديدة البرودة بحيث يتكثف ثاني أكسيد الكربون في الغلاف الجوي مباشرة في الثلج أو الصقيع ، والمستنقعات - نسخة المريخ من الزلزال - تهز الأشياء بانتظام. لذلك ، ليس من المستغرب أن تستمر هذه الصخرة الحمراء الصغيرة في إثارة اهتمام العلماء وهي واحدة من أكثر الأجسام التي تم استكشافها في النظام الشمسي ، وفقًا لـ NASA Science (يفتح في علامة تبويب جديدة",
        "img": "https://www.funkidslive.com/wp-content/uploads/2022/01/solar-system-5611038_1280.png"
    },
    {
        "id": "4",
        "title":"Climate Change",
        "content": "كفيلسوف ، أعطى راند للعالم الموضوعية ، ومثالية رأسمالية عدم التدخل والسعي لتحقيق المصلحة الذاتية. وبناءً على ذلك ، تروي روايتها قصة 1200 صفحة عن الولايات المتحدة البائسة ، تحت القواعد والأنظمة المرهقة. لقد احتلها النقاد ، وأصبحت من أكثر الكتب مبيعًا ، ويرجع الفضل في ذلك جزئيًا إلى المعجب الرائع ناثانيال براندن ، الذي أثبت ولاءه من خلال حفظ عملها السابق ، The Fountainhead - جميع صفحاته البالغ عددها 750 صفحة. لكن العشق يمكن أن يكون نعمة مختلطة: في حين أن أطلس لا يزال يحظى بالاحترام من قبل الليبراليين والمحافظين السياسيين ، فإن طبيعة معجبيه في الأيام الأخيرة - مجموعة من شركاء الرئيس ترامب بينهم - ساعدت في عزل جيل جديد.",
        "img": "https://www.rainforest-alliance.org/wp-content/uploads/2018/08/amazon-deforestation-fire.jpg.optimal.jpg"
    }
]